Revit 2024 API
UpdaterRegistry Properties
The UpdaterRegistry type exposes the following members.
Properties
Name | Description
IsValidObject
 Specifies whether the .NET object represents a valid Revit entity.
See Also
UpdaterRegistry Class
Autodesk.Revit.DB Namespace